[
    {
        "codigo": "EM13CNT310",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Investigar e analisar os efeitos de programas de infraestrutura e demais serviços básicos (saneamento, energia elétrica, transporte, telecomunicações, cobertura vacinal, atendimento primário à saúde e produção de alimentos, entre outros) e identificar necessidades locais e/ou regionais em relação a esses serviços, a fim de avaliar e/ou promover ações que contribuam para a melhoria na qualidade de vida e nas condições de saúde da população."
    },
    {
        "codigo": "EM13LGG101",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Compreender e analisar processos de produção e circulação de discursos, nas diferentes linguagens, para fazer escolhas fundamentadas em função de interesses pessoais e coletivos."
    },
    {
        "codigo": "EM13LGG102",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Analisar visões de mundo, conflitos de interesse, preconceitos e ideologias presentes nos discursos veiculados nas diferentes mídias, ampliando suas possibilidades de explicação, interpretação e intervenção crítica da/na realidade."
    },
    {
        "codigo": "EM13LGG103",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Analisar o funcionamento das linguagens, para interpretar e produzir criticamente discursos em textos de diversas semioses (visuais, verbais, sonoras, gestuais)."
    },
    {
        "codigo": "EM13LGG104",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Utilizar as diferentes linguagens, levando em conta seus funcionamentos, para a compreensão e produção de textos e discursos em diversos campos de atuação social."
    },
    {
        "codigo": "EM13LGG201",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Utilizar as diversas linguagens (artísticas, corporais e verbais) em diferentes contextos, valorizando-as como fenômeno social, cultural, histórico, variável, heterogêneo e sensível aos contextos de uso."
    },
    {
        "codigo": "EM13LGG202",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Analisar interesses, relações de poder e perspectivas de mundo nos discursos das diversas práticas de linguagem (artísticas, corporais e verbais), compreendendo criticamente o modo como circulam, constituem-se e (re)produzem significação e ideologias."
    },
    {
        "codigo": "EM13LGG203",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Analisar os diálogos e os processos de disputa por legitimidade nas práticas de linguagem e em suas produções (artísticas, corporais e verbais)."
    },
    {
        "codigo": "EM13LGG204",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Dialogar e produzir entendimento mútuo, nas diversas linguagens (artísticas, corporais e verbais), com vistas ao interesse comum pautado em princípios e valores de equidade assentados na democracia e nos Direitos Humanos."
    },
    {
        "codigo": "EM13LGG301",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Participar de processos de produção individual e colaborativa em diferentes linguagens (artísticas, corporais e verbais), levando em conta suas formas e seus funcionamentos, para produzir sentidos em diferentes contextos."
    },
    {
        "codigo": "EM13LGG302",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Posicionar-se criticamente diante de diversas visões de mundo presentes nos discursos em diferentes linguagens, levando em conta seus contextos de produção e de circulação."
    },
    {
        "codigo": "EM13LGG303",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Debater questões polêmicas de relevância social, analisando diferentes argumentos e opiniões, para formular, negociar e sustentar posições, frente à análise de perspectivas distintas."
    },
    {
        "codigo": "EM13LGG304",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Formular propostas, intervir e tomar decisões que levem em conta o bem comum e os Direitos Humanos, a consciência socioambiental e o consumo responsável em âmbito local, regional e global."
    },
    {
        "codigo": "EM13LGG305",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Mapear e criar, por meio de práticas de linguagem, possibilidades de atuação social, política, artística e cultural para enfrentar desafios contemporâneos, discutindo princípios e objetivos dessa atuação de maneira crítica, criativa, solidária e ética."
    },
    {
        "codigo": "EM13LGG401",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Analisar criticamente textos de modo a compreender e caracterizar as línguas como fenômeno (geo)político, histórico, social, cultural, variável, heterogêneo e sensível aos contextos de uso."
    },
    {
        "codigo": "EM13LGG402",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Empregar, nas interações sociais, a variedade e o estilo de língua adequados à situação comunicativa, ao(s) interlocutor(es) e ao gênero do discurso, respeitando os usos das línguas por esse(s) interlocutor(es) e sem preconceito linguístico."
    },
    {
        "codigo": "EM13LGG403",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Fazer uso do inglês como língua de comunicação global, levando em conta a multiplicidade e variedade de usos, usuários e funções dessa língua no mundo contemporâneo."
    },
    {
        "codigo": "EM13LGG501",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Selecionar e utilizar movimentos corporais de forma consciente e intencional para interagir socialmente em práticas corporais, de modo a estabelecer relações construtivas, empáticas, éticas e de respeito às diferenças."
    },
    {
        "codigo": "EM13LGG502",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Analisar criticamente preconceitos, estereótipos e relações de poder presentes nas práticas corporais, adotando posicionamento contrário a qualquer manifestação de injustiça e desrespeito a direitos humanos e valores democráticos."
    },
    {
        "codigo": "EM13LGG503",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Vivenciar práticas corporais e significá-las em seu projeto de vida, como forma de autoconhecimento, autocuidado com o corpo e com a saúde, socialização e entretenimento."
    },
    {
        "codigo": "EM13LGG601",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Apropriar-se do patrimônio artístico de diferentes tempos e lugares, compreendendo a sua diversidade, bem como os processos de legitimação das manifestações artísticas na sociedade, desenvolvendo visão crítica e histórica."
    },
    {
        "codigo": "EM13LGG602",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Fruir e apreciar esteticamente diversas manifestações artísticas e culturais, das locais às mundiais, assim como delas participar, de modo a aguçar continuamente a sensibilidade, a imaginação e a criatividade."
    },
    {
        "codigo": "EM13LGG603",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Expressar-se e atuar em processos de criação autorais individuais e coletivos nas diferentes linguagens artísticas (artes visuais, audiovisual, dança, música e teatro) e nas intersecções entre elas, recorrendo a referências estéticas e culturais, conhecimentos de naturezas diversas (artísticos, históricos, sociais e políticos) e experiências individuais e coletivas."
    },
    {
        "codigo": "EM13LGG604",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Relacionar as práticas artísticas às diferentes dimensões da vida social, cultural, política e econômica e identificar o processo de construção histórica dessas práticas."
    },
    {
        "codigo": "EM13LGG701",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Explorar tecnologias digitais da informação e comunicação (TDIC), compreendendo seus princípios e funcionalidades, e utilizá-las de modo ético, criativo, responsável e adequado a práticas de linguagem em diferentes contextos."
    },
    {
        "codigo": "EM13LGG702",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Avaliar o impacto das tecnologias digitais da informação e comunicação (TDIC) na formação do sujeito e em suas práticas sociais, para fazer uso crítico dessa mídia em práticas de seleção, compreensão e produção de discursos em ambiente digital."
    },
    {
        "codigo": "EM13LGG703",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Utilizar diferentes linguagens, mídias e ferramentas digitais em processos de produção coletiva, colaborativa e projetos autorais em ambientes digitais."
    },
    {
        "codigo": "EM13LGG704",
        "nivel": "Ensino Médio",
        "area": "Linguagens e suas Tecnologias",
        "componente": "Linguagens",
        "serie": [
            "1º Ano",
            "2º Ano",
            "3º Ano"
        ],
        "descricao": "Apropriar-se criticamente de processos de pesquisa e busca de informação, por meio de ferramentas e dos novos formatos de produção e distribuição do conhecimento na cultura de rede."
    }
]